<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Página Básica</title>
    <style>
        body {
            font-family: Arial, sans-serif;
            margin: 0;
            padding: 0;
            background-color: #f4f4f4;
        }

        header {
            background-color: #333;
            color: white;
            padding: 20px;
            text-align: center;
        }

        header img {
            max-width: 100%;
            height: auto;
        }

        h1 {
            color: #333;
            text-align: center;
            margin: 20px 0;
        }

        section {
            padding: 20px;
            max-width: 900px;
            margin: 0 auto;
            background-color: white;
            border-radius: 8px;
            box-shadow: 0 0 10px rgba(0, 0, 0, 0.1);
        }

        p {
            line-height: 1.6;
            margin-bottom: 15px;
        }

        ul {
            margin-bottom: 15px;
        }

        a {
            color: #3498db;
            text-decoration: none;
        }

        a:hover {
            text-decoration: underline;
        }
    </style>
</head>

<body>

    <header>
        <img src="https://via.placeholder.com/1200x300" alt="Imagen de Encabezado">
    </header>

    <h1>PRIVACY</h1>

    <section>
        <p>Pol&iacute;tica de Privacidad &Uacute;ltima actualizaci&oacute;n: 19/06/2024</p>

        <p>[Nombre de tu Aplicaci&oacute;n] (&quot;nosotros&quot;, &quot;nuestro&quot; o &quot;la
            aplicaci&oacute;n&quot;) se compromete a proteger la privacidad de los usuarios (&quot;usted&quot; o
            &quot;usuario&quot;). Esta Pol&iacute;tica de Privacidad explica c&oacute;mo recopilamos, usamos,
            almacenamos y protegemos sus datos personales cuando utiliza nuestra aplicaci&oacute;n disponible en Google
            Play Store.</p>

        <p>1. Informaci&oacute;n que Recopilamos</p>

        <p><strong>Datos Personales:</strong> Podemos recopilar informaci&oacute;n personal que usted proporciona voluntariamente
            cuando utiliza nuestra aplicaci&oacute;n, como nombre, direcci&oacute;n de correo electr&oacute;nico, y
            cualquier otra informaci&oacute;n que pueda identificarlo personalmente.</p>

        <p><strong>1.2 Datos de Uso:</strong> Podemos recopilar informaci&oacute;n sobre c&oacute;mo se accede y utiliza la
            aplicaci&oacute;n. Estos datos pueden incluir informaci&oacute;n como la direcci&oacute;n IP de su
            dispositivo, tipo de navegador, versi&oacute;n del sistema operativo, las p&aacute;ginas de la
            aplicaci&oacute;n que visita, la hora y fecha de su visita, y otros datos de diagn&oacute;stico.</p>

        <p><strong>2. Uso de la Informaci&oacute;n</strong></p>

        <p><strong>2.1 Provisi&oacute;n y Mantenimiento:</strong> Utilizamos sus datos para proporcionar, mantener y mejorar nuestra
            aplicaci&oacute;n.</p>

        <p><strong>2.2 Notificaciones y Comunicaciones:</strong> Podemos utilizar su informaci&oacute;n para comunicarnos con usted, por
            ejemplo, para enviar actualizaciones importantes o notificaciones de seguridad.</p>

        <p>2.3 An&aacute;lisis: Utilizamos datos de uso, en caso de que usted decida aceptar, para analizar y mejorar la
            funcionalidad de nuestra aplicaci&oacute;n, entender tendencias de uso y evaluar la eficacia de nuestras
            campa&ntilde;as.</p>

        <p>3. Compartici&oacute;n de Datos</p>

        <p>3.1 No Compartimos Datos Personales: No vendemos, intercambiamos ni transferimos de ninguna otra manera sus
            datos personales a terceros, excepto para cumplir con la ley, proteger nuestros derechos, o si es necesario
            para proporcionar los servicios de la aplicaci&oacute;n.</p>

        <p>4. Seguridad de los Datos</p>

        <p>Tomamos medidas razonables para proteger sus datos personales contra el acceso no autorizado, la
            alteraci&oacute;n, divulgaci&oacute;n o destrucci&oacute;n de sus datos personales. Sin embargo, ninguna
            transmisi&oacute;n de datos a trav&eacute;s de Internet o sistema de almacenamiento electr&oacute;nico es
            100% segura.</p>

        <p>5. Retenci&oacute;n de Datos</p>

        <p>Retendremos sus datos personales solo durante el tiempo que sea necesario para cumplir con los fines
            descritos en esta Pol&iacute;tica de Privacidad. Tambi&eacute;n retendremos y utilizaremos su
            informaci&oacute;n en la medida necesaria para cumplir con nuestras obligaciones legales, resolver disputas
            y hacer cumplir nuestras pol&iacute;ticas.</p>

        <p>6. Derechos de los Usuarios</p>

        <p>6.1 Acceso y Actualizaci&oacute;n: Tiene derecho a acceder a los datos personales que tenemos sobre usted y
            solicitar la correcci&oacute;n o eliminaci&oacute;n de cualquier dato incorrecto.</p>

        <p>6.2 Retiro del Consentimiento: Puede retirar su consentimiento para el procesamiento de sus datos personales
            en cualquier momento. Tenga en cuenta que retirar el consentimiento puede afectar su capacidad para utilizar
            algunas funciones de la aplicaci&oacute;n.</p>

        <p>7. Cambios en la Pol&iacute;tica de Privacidad</p>

        <p>Podemos actualizar nuestra Pol&iacute;tica de Privacidad de vez en cuando. Publicaremos cualquier cambio en
            esta p&aacute;gina y actualizaremos la fecha de &quot;&Uacute;ltima actualizaci&oacute;n&quot; en la parte
            superior de esta Pol&iacute;tica. Se recomienda revisar esta Pol&iacute;tica peri&oacute;dicamente para
            cualquier cambio.</p>

        <p>8. Contacto</p>

        <p>Si tiene alguna pregunta sobre esta Pol&iacute;tica de Privacidad, puede contactarnos en
            federico.colli.mx@gmail.com</p>

        <p>[Correo electr&oacute;nico] | [Direcci&oacute;n] | [N&uacute;mero de tel&eacute;fono]</p>

        <p>Este es un ejemplo de una página web básica con <strong>texto enriquecido</strong>. Aquí puedes ver ejemplos
            de diferentes estilos de texto y elementos HTML que ayudan a dar formato y mejorar la experiencia de
            lectura.</p>

        <p>Puedes <em>enfatizar</em> algunas palabras usando cursivas o destacar algo importante usando
            <strong>negritas</strong>. También puedes agregar enlaces, como este: <a href="https://www.example.com"
                target="_blank">Visita este sitio</a>.</p>

        <h2>Características:</h2>
        <ul>
            <li>Encabezado con imagen.</li>
            <li>Título principal.</li>
            <li>Texto con <strong>negritas</strong> y <em>cursivas</em>.</li>
            <li>Listas con viñetas.</li>
            <li>Enlaces externos.</li>
        </ul>

        <p>Este es un ejemplo de un párrafo adicional para mostrar cómo se verá más texto en tu página. Puedes agregar
            tantos párrafos como desees, o incluso incluir tablas y otros elementos interactivos si lo necesitas.</p>
    </section>

</body>

</html>